tap "buo/cask-upgrade"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "duti"
brew "eza"
brew "fd"
brew "folderify"
brew "fribidi"
brew "git"
brew "go"
brew "icu4c@77"
brew "harfbuzz"
brew "mas"
brew "micromamba"
brew "neofetch"
brew "node"
brew "oh-my-posh"
brew "pandoc"
brew "pdf-diff"
brew "php"
brew "pipx"
brew "ripgrep"
brew "tag"
brew "zoxide"
cask "airbuddy"
cask "alfred"
cask "appcleaner"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "jan"
cask "jordanbaird-ice"
cask "keka"
cask "keyclu"
cask "obsidian"
cask "ollama-app"
cask "orion"
cask "pdf-expert"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "tradingview"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Access", id: 6469049274
mas "Capital One Shopping", id: 1477110326
mas "Consent-O-Matic", id: 1606897889
mas "Dynaper", id: 1435296403
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MindNode Classic", id: 1289197285
mas "Pages", id: 409201541
mas "Paranoia Text Encryption Pro", id: 935278498
mas "Perplexity", id: 6714467650
mas "Rakuten Cash Back", id: 1451893560
mas "TrashMe 3", id: 1490879410
vscode "adpyke.codesnap"
vscode "anseki.vscode-color"
vscode "antfu.icons-carbon"
vscode "antfu.theme-vitesse"
vscode "bierner.color-info"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "charliermarsh.ruff"
vscode "continue.continue"
vscode "cwan.native-ascii-converter"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ionutvmi.path-autocomplete"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "prateekmahendrakar.prettyxml"
vscode "streetsidesoftware.code-spell-checker"
vscode "thenikso.github-plus-theme"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
