adpyke.codesnap
anseki.vscode-color
antfu.icons-carbon
antfu.theme-vitesse
bierner.color-info
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
continue.continue
cwan.native-ascii-converter
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
ionutvmi.path-autocomplete
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pkief.material-icon-theme
pomdtr.excalidraw-editor
prateekmahendrakar.prettyxml
streetsidesoftware.code-spell-checker
thenikso.github-plus-theme
usernamehw.errorlens
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
